{"seg_id": "xinhua-zh-01.6565::1", "set_id": 0, "refs": ["State-owned enterprises and advantageous private enterprises entered the revolutionary base area of south Jiangxi.", "State-owned enterprises and dominant private enterprises visited the Gannan revolutionary base area."]}
{"seg_id": "xinhua-zh-01.6565::2", "set_id": 1, "refs": ["From September 26 to 27, in order to deepen and expand the educational achievements of the theme of “Remain true to our original aspiration and keep our mission firmly in mind”, the Central Military-Civilian Integration Office, the State Administration of Science and Industry for National Defense, and the All-China Federation of Industry and Commerce jointly organized the research event of “state-owned enterprises and advantageous private enterprises entering the revolutionary base areas in southern Jiangxi\" to review the history of the revolution, follow the red footprints, and pass on the red genes, thus the purpose of this activity is to interface with the needs of related enterprises and Ganzhou City and to accelerate the development of revolutionary areas.", "From September 26th to 27th, in order to promote and extend the education on the theme of \"Remain true to our original aspiration and keep our mission firmly in mind\", the Central Commission on Civil and Military Integration and Development, the State Administration of Science, Technology and Industry for National Defense and the All-China Federation of Industry and Commerce jointly organized an activity of \"state-owned enterprises and outstanding private enterprises visiting Gannan revolutionary base area\", so that participants could review the revolution, follow the lead of the central red army, inherit their revolutionary spirit and also help enhance the cooperation between relevant enterprises and Ganzhou city to promote the development of Gannan revolutionary base area."]}
{"seg_id": "xinhua-zh-01.6565::3", "set_id": 2, "refs": ["Jin Zhuanglong, executive deputy director of the Central Military-Civilian Integration Office, Xu Lejiang, deputy minister of the United Front Work Department of the CPC Central Committee, secretary of the CPC leading party group and executive vice chairman of the All-China Federation of Industry and Commerce, Zhang Kejian, director of the State Administration of Science and Industry for National Defense, Li Bingjun, deputy secretary of the Jiangxi Provincial Party Committee and secretary of the Ganzhou Municipal Party Committee, and other officials attended the survey.", "The participants of the activity included Jin Zhuanglong, Executive Deputy Director of the Central Commission on Civil and Military Integration and Development, Xu Lejiang, Deputy Minister of the Central United Front Work Department, Secretary and Executive Vice Chairman of the Party Committee of the All-China Federation of Industry and Commerce, Zhang Kejian, Head of State Administration of Science, Technology and Industry for National Defense and Li Bingjun, Deputy Secretary of Jiangxi Provincial Party Committee and Secretary of the Ganzhou Municipal Party Committee."]}
{"seg_id": "xinhua-zh-01.6565::4", "set_id": 3, "refs": ["The enterprises participating in the survey included 8 military industrial corporations such as the China Aerospace Science and Technology Corporation, 10 private state-owned enterprises such as Hunan Rare Earth Metal Materials Research Institute, and 15 advantageous private enterprises such as the Yanxiang Group.", "The companies participating in the activity included eight military industrial corporations such as China Aerospace Science and Technology Corporation, ten state-owned military industrial enterprises producing products for civilian use such as Hunan Rare Earth Metal Material Research Institute and 15 dominant private enterprises such as EVOC Group."]}
{"seg_id": "xinhua-zh-01.6565::5", "set_id": 4, "refs": ["In the meantime, the researchers visited the Memorial Park of the origin of the Central Red Army's Long March, remembered the revolutionary martyrs, received revolutionary traditional education, reviewed the difficult course of the Red Army's Long March period, investigated seven enterprises and one testing center in Ganzhou City on the spot, held a special symposium, reached eight cooperation projects and signed contracts on the spot.", "The participants visited the Memorial Garden for the Long March Starting Point of the Central Red Army, recalled the heroic deeds of the martyrs, received education about the revolution, reviewed the difficult time during the long march of the central red army, did research in seven enterprises and a testing center in Ganzhou, held a symposium on a special topic, initiated eight cooperative projects and signed agreements on them."]}
